anysphere.cursorpyright
batisteo.vscode-django
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc-icons
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
felixicaza.andromeda
formulahendry.auto-rename-tag
github.github-vscode-theme
illixion.vscode-vibrancy-continued
kevinrose.vsc-python-indent
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-vscode.live-server
njpwerner.autodocstring
postman.postman-for-vscode
prisma.prisma
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
yoavbls.pretty-ts-errors
